{
    "posts": [
        {
            "title": "Does it cost more to live in Canada or the US?",
            "content": "I would say it depends entirely on whether you have kids or not. Both countries like to boast that their country is the better place to live, but neither country makes an effort to learn what the other country has to offer. Canada has paid leave and many companies offer benefits to new mothers/parents from 17 weeks to as much as 52 weeks. During this time one of the spouses can claim Employment Insurance (EI) for approximatery 15 weeks. Genereally EI payments are 55% of your weekly earnings but have a maximum payment of $485 per week. Parents can also split the allocated time if they choose. The United States on the other hand does not currently mandate any sort of maternity leave. However, the Family and Medical Leave Act (FMLA) allows up to 12 weeks of unpaid leave for extreme sickness and birth of a child. While this this 12 weeks of unpaid leave is not really seen as a proper maternity leave, it can be used under the FMLA as such. The FMLA however does nt apply to companies with under 50 employees. Some states such as California and new Jersey include paid maternity benefits into their disability insurance, but each state has a choice of whether to include it or not.",
            "Author": "GlobeMoney",
            "Image":"https://i.dailymail.co.uk/i/pix/2012/02/18/article-2102859-0EF1CEF200000578-941_1024x615_large.jpg"
        },

        {
            "Title": "Where's the bests place to live in Cananda?",
            "Content": "Welcome to the town of Oakville which is nestled on the shores of Lake Ontario, Toronto to one side and Hamilton to the other. The beautiful Town of Oakville is known for its picture perfect harbours, vibrant shopping districts, active arts community and some of the best dining options in the greater Toronto area. Oakville is home to over 200 000 people and welcomes up tp 1.4 million visiters each year. Oakville strives to be the most livable city with easy highway access. Oakville is also a one hour drive away from the US borders at Buffalo, NY. Oakville is home to a number of big businesses such as Ford Canada, Tim Hortons, Siemens Canada and The Weather Network. So if you ever wondered where to relocate to in Canada, Oakville would be a good choice.",
            "Author": "Oakville Historical Society",
            "image": "https://q-fa.bstatic.com/xdata/images/xphoto/1236x412/37207682.jpg?k=09e9338d6081c4ee579922acc842aa40b2c41a947aeedfaf51929bdc638b93f6&o="
        },

        {
            "title": "Can I live in Canada?",
            "content": "You were probably wondering, 'can I l
            ive in Canada?' It is no surprise that people from all over the world make the decision to call Canada their permanent home. With Canada's high standard of living, world-class education and strong economy, immigrating to Canada is an exciting opportunity. Although Canada accepts over 250 000 new immigrants each year, all immigrants must meet certain entrance requirements. You first have to apply for a permanent resident status.  Canadian immigration laws consider permanent residence visa applications in four main categories namely family class, Economic immagrants, Humanitarian and Compassionate applicants and refugee class.",
            "Author": " Turnbull & Co",
            "image": "https://4597wq4asyz01jes8rz3yr94-wpengine.netdna-ssl.com/wp-content/uploads/2017/11/Optimized-Census-image-300x225.jpg"
        }
    ]
}